{
    "buttons": {
        "begin": "Begin / Empezar",
        "continue": "Continue / Seguir",
        "next": "Next / Seguir",
        "resume": "Resume / Seguir",
        "submit": "Submit / Enviar"
    },
    "ELL Starter Fill in the Blank": {
        "header": "Rellena el espacio en blanco",
        "text": "En esta sección, cada oración tendrá uno, dos o tres espacios en blanco. Rellenarás cada espacio en blanco con una de las palabras de la lista o lo dejarás en blanco si no se necesita ninguna palabra. Escribe las palabras que elijas en los cuadros. ¡Recuerda revisar tu ortografía! ¡Empecemos!"
    },
    "ELL Starter Fill in the Blanks": {
        "header": "Rellena el espacio en blanco",
        "text": "En esta sección, cada oración tendrá uno, dos o tres espacios en blanco. Rellenarás cada espacio en blanco con una de las palabras de la lista o lo dejarás en blanco si no se necesita ninguna palabra. Escribe las palabras que elijas en los cuadros. ¡Recuerda revisar tu ortografía! ¡Empecemos!"
    },
    "ELL Intermediate Fill in the Blanks": {
        "header": "Rellena los espacios en blanco",
        "text": "En esta sección, cada oración tendrá uno, dos, tres o cuatro espacios en blanco. Tienes que rellenar cada espacio con una de las palabras de la lista. Para algunas preguntas, puedes usar una palabra de la lista en dos espacios. Escribe las palabras que escojas dentro de los cuadros de texto. ¡No te olvides de comprobar la ortografía! ¡Empecemos!"
    },
    "ELL Advanced Fill in the Blanks": {
        "header": "Rellena los espacios en blanco",
        "text": "¡Bien, hasta ahora! En esta sección, cada oración tendrá uno, dos, tres o cuatro espacios en blanco. Cuando haya varios espacios en blanco, escribe cada palabra una sola vez. ¡Empecemos!"
    },
    "ELL Halfway": {
        "header": "¡Estás a medio camino!",
        "text": "¡Continúa con el buen trabajo!"
    },
    "ELL Halfway": {
        "header": "¡Estás a medio camino!",
        "text": "¡Continúa con el buen trabajo!"
    },
    "ELL Starter Questions": {
        "header": "Preguntas",
        "text": "En esta sección, escribirás preguntas. Recuerda que las preguntas en inglés tienen un signo de interrogación (?) Al final. ¡Puedes hacerlo!"
    },
    "ELL Starter Sentence Combining": {
        "header": "Combinación de oraciones",
        "text": "¡Ya casi has terminado! Solo quedan 3 preguntas. En esta sección, combinarás varias oraciones en una sola oración. Te proporcionarán una palabra de unión para que la utilices. Recuerda que una oración solo tiene un punto. ¡Puedes hacerlo!"
    },
    "ELL Intermediate Sentences": {
        "header": "Escribir oraciones",
        "text": "¡Buen trabajo! Solo te faltan dos preguntas. Esta sección trata sobre el tiempo verbal de futuro. Escribe la oración completa para ambas preguntas. Manos a la obra."
    },
    "ELL Advanced Sentences": {
        "header": "Verbos en las oraciones",
        "text": "Escribe la oración completa para cada pregunta de esta sección. Cambia la forma de la palabra subrayada para que cuadre con el resto de la oración. ¡No te olvides de comprobar la ortografía! ¡Empecemos!"
    },
    "End: You Did it!": {
        "header": "¡Lo lograste!",
        "text": "¡Eso es! Acaba de terminar la actividad de emplazamiento de Quill. Los resultados se enviarán a tu maestro y empezaremos a crear tu plan de aprendizaje."
    },
    "completedDiagnostic": {
        "header": "Has completado la actividad de emplazamiento de Quill",
        "text": "Tus resultados se están guardando ahora. Serás redirigido automáticamente cuando se guarden."
    },
    "instructions": {
        "Fill in each blank with one of the choices. You can leave one empty.": "Rellena cada espacio con una de las opciones. Puedes dejar uno vacío.",
        "Fill in the blank with one of the choices.": "Rellena el espacio en blanco con una de las opciones.",
        "Fill in each blank with one of the choices.": "Rellena cada espacio en blanco con una de las opciones.",
        "Fill in the blanks with one word each.": "Rellena los espacios en blanco con una palabra en cada uno.",
        "Fill in the blanks with one word each. You can leave one empty.": "Rellena los espacios en blanco con una palabra en cada uno. Puedes dejar uno vacío.",
        "Fill in each blank with one of the choices. You may use one word more than once. There is more than one right answer.": "Rellena cada espacio con una de las opciones. Puedes usar una palabra más de una vez. Hay más de una respuesta correcta.",
        "Fill in the blanks. Use each word once.": "Rellena los huecos. Utiliza cada palabra solo una vez.",
        "Rewrite the sentence. Correct the underlined action word so it is in future tense.": "Rescribe la oración. Corrige el verbo subrayado para que esté en futuro.",
        "Rewrite the sentence. Correct the underlined action word so it is in the right tense to match the rest of the sentence.": "Rescribe la oración. Corrige el verbo subrayado para que esté en el tiempo verbal correcto y cuadre con el resto de la oración.",
        "Rewrite the sentence. Correct the underlined words so they are in future tense.": "Rescribe la oración. Corrige las palabras subrayadas para que estén en futuro.",
        "Respond to the question. Fill in the blank with one of the choices.": "Responde a la pregunta. Rellena el espacio con una de las opciones.",
        "Use the joining word to combine the sentences into one sentence.": "Utiliza la palabra de unión para combinar las oraciones en una sola oración."
    },
    "cues": {
        "type one": "type one / escribe una",
        "type one in each blank": "type one in each blank / escribe una en cada espacio",
        "type two or three": "type two or three / escribe dos o tres",
        "type three": "type three / escribe tres",
        "choose one": "choose one / elige una",
        "choose three": "choose three / elige tres",
        "choose two or three" : "choose two or three / elige dos o tres",
        "joining word": "joining word / palabra de unión"
    },
    "feedback": {
        "blank": "Usa una de las opciones a continuación o déjalo en blanco.",
        "no blank": "Usa una de las opciones a continuación."
    }
}
