{
    "buttons": {
        "begin": "Begin / شروع",
        "continue": "Continue / جاری",
        "next": "Next / جاری",
        "resume": "Continue / جاری",
        "submit": "Submit / ارسال"
    },
    "intro": {
        "header": "فعالیت قرارگیری درکویل Quill",
        "text": "شمادارین 22 سوال راجواب بدهید با نوشتن جملات. بعضی جملات درباره چیزهای است که شاید شما تا هنوزیادنداشته باشید-درست است! تامیتوانید جواب درست بدهید. ازیادتان نرود که هدایت هرسوال رادرست بخوانید!که خلاص شد,کویل به شما پلان یادگرفتن ایجاد میکند."
    },
    "ELL Starter Fill in the Blank": {
        "header": "خانه خالی را پورنماید",
        "text": "دراین بخش هرجمله یک,دو یا سه خانه خالی دارد.شماپورکنید هرخانه خالی رابایکی ازکلمات درلیست. کلماتی را که انتخاب می کنید در جعبه ها تایپ کنید. به یاد داشته باشید که املای خود را بررسی کنید! بیایید شروع کنیم!"
    },
    "ELL Starter Halfway": {
        "header": "شماه درنیمه راه هستین!",
        "text": "کارعالی تان ادامه دهید!"
    },
    "ELL Starter Questions": {
        "header": "سوالات",
        "text": "دراین بخش شما سوالات را نوشته خواهید کرد. بیاد داشته باشید که سوالات علامه سوالیه دارد(؟) دراخر. شمامیتوانید!"
    },
    "ELL Starter Sentence Combining": {
        "header": "وصل کردن جمله",
        "text": "شما تقریباٌ خلاص کردین! فقط 3 سوال مانده. دراین بخش, شما جملات راوصل میکنید که یک جمله شود. کلمه وصل کردن به شماداده خواهد شد. به یاد داشته باشید که یک جمله فقط یک دوره دارد. شما این را فهمیدین!"
    },
    "End: You Did it!": {
        "header": "شما انجام دادید!",
        "text": "بس همین قدربود! شما به تازگی فعالیت جایگذاری Quill را تمام کرده اید. نتایج به معلم شما ارسال می شود ، و ما در ایجاد برنامه یادگیری شما شروع خواهیم کرد."
    },
    "completedDiagnostic": {
        "header": "شما فعالیت جایگذاری Quill را کامل کردید",
        "text": "نتایج شما اکنون ذخیره می شود. پس از ذخیره به صورت خودکار هدایت می شوید."
    },
    "instructions": {
        "Fill in each blank with one of the choices. You can leave one empty.": "در هر خانه خالی با یکی از انتخاب ها پر کنید. شما می توانید یک خانه خالی را ترک کنید.",
        "Fill in the blank with one of the choices.": "بایکی از گزینه ها خانه خالی را پورکنید",
        "Fill in each blank with one of the choices.": " بایکی از گزینه ها هرخانه خالی راپورنماید",
        "Fill in the blanks with one word each.": "هرخانه خالی رابایک کلمه پورکنید",
        "Fill in the blanks with one word each. You can leave one empty.": "هرخانه خالی رابایک کلمه پورکنید. میتوانید یکی راخالی بمانید.",
        "Use the joining word to combine the sentences into one sentence.": "برای ترکیب جملات با یک جمله از کلمه وصل کردن استفاده کنید"
    },
    "cues": {
        "type one": "type one / یک تایپ کنید",
        "type two or three": "type two or three / دو یا سه تایپ کنید",
        "type three": "type three / سه تایپ کنید",
        "choose one": "choose one / یکی راانتخاب کن",
        "choose three": "choose three / سه تا انتخاب کن",
        "choose two or three" : "choose two or three / دویا سه تا انتخاب کن",
        "joining word": "joining word / کلمه وصل یا الحاق"
    },
    "feedback": {
        "blank": "ازیکی گزینه زیراستفاده کیند یا خالی بگذارید.",
        "no blank": "ازیکی گزینه زیراستفاده کنید."
    }
}
