{
    "buttons": {
        "begin": "Begin / Simulan",
        "continue": "Continue / Ipagpatuloy",
        "next": "Next / Ipagpatuloy",
        "resume": "Continue / Ipagpatuloy",
        "submit": "Submit / I-submit"
    },
    "ELL Starter Fill in the Blank": {
        "header": "Punan ang mga Patlang",
        "text": "Sa bahaging ito, ang bawat pangungusap ay may isa, dalawa, o tatlong patlang. Pupunan mo ang bawat patlang ng isang salita mula sa listahan, o iiwan itong blangko kung walang salita na kailangan. I-type sa mga kahon ang mga salitang napili mo. Tandaan, i-check ang spelling! Simulan na natin!"
    },
    "ELL Starter Fill in the Blanks": {
        "header": "Punan ang mga Patlang",
        "text": "Sa bahaging ito, ang bawat pangungusap ay may isa, dalawa, o tatlong patlang. Pupunan mo ang bawat patlang ng isang salita mula sa listahan, o iiwan itong blangko kung walang salita na kailangan. I-type sa mga kahon ang mga salitang napili mo. Tandaan, i-check ang spelling! Simulan na natin!"
    },
    "ELL Intermediate Fill in the Blanks": {
        "header": "Punan ang Blangko",
        "text": "Sa seksyong ito, bawat pangungusap ay magkakaroon ng isa, dalawa, tatlo, o apat na blangko. Pupunan mo ang bawat blangko ng isa sa mga salita mula sa listahan. Para sa ilang tanong, pwede mong gamitin sa dalawang blangko ang isang salita mula sa listahan. I-type ang mga salitang pinili mo papunta sa mga kahon. Alalahaning tingnan ang iyong pagbaybay. Tara magsimula na tayo!"
    },
    "ELL Advanced Fill in the Blanks": {
        "header": "Punan ang Blangko",
        "text": "Mahusay na trabaho sa ngayon! Sa seksyong ito, bawat pangungusap ay magkakaroon ng isa, dalawa, tatlo, o apat na blangko. Kapag may maraming blangko, i-type lang ang bawat salita nang isang beses. Tara magsimula na tayo!"
    },
    "ELL Halfway": {
        "header": "Halos nasa kalahati ka na!",
        "text": "Ituloy mo lang, magaling!"
    },
    "ELL Starter Questions": {
        "header": "Mga Tanong",
        "text": "Sa bahaging ito, magsusulat ka ng mga tanong. Tandaaan na ang mga tanong ay may tandang pananong (?) sa dulo. Kaya mo iyan!"
    },
    "ELL Starter Sentence Combining": {
        "header": "Pagsamahin ang Pangungusap",
        "text": "Halos tapos ka na! May 3 tanong na lang. Sa bahaging ito, pagsasamahin mo ang mga pangungusap at gagawing isang pangungusap. Bibigyan ka ng salitang gagamitin mo para pagsamahin ang mga iyon. Tandaan na ang isang pangungusap ay may isang tuldok lang. Madali lang iyan!"
    },
    "ELL Intermediate Sentences": {
        "header": "Pagsulat ng mga Pangungusap",
        "text": "Magaling! Mayroon ka na lang dalawang tanong na natitira. Ang susunod na seksyong ito ay tungkol sa panahunang panghinaharap. Isulat ang buong pangungusap para sa parehong tanong. Tara gawin natin ito."
    },
    "ELL Advanced Sentences": {
        "header": "Mga Salitang Kilos sa mga Pangungusap",
        "text": "Para sa bawat tanong sa seksyong ito, isulat ang buong pangungusap. Baguhin ang anyo ng may salungguhit na salita para gawin itong tumutugma sa natitirang bahagi ng pangungusap. Alalahaning tingnan ang iyong pagbaybay! Tara magsimula na tayo!"
    },
    "End: You Did it!": {
        "header": "Nagawa mo!",
        "text": "Tapos na! Natapos mo na ang Placement Activity ng Quill. Ang mga resulta ay ipadadala sa iyong guro, at sisimulan namin ang pagggawa ng iyong learning plan."
    },
    "completedDiagnostic": {
        "header": "Natapos mo na ang Placement Activity ng Quill",
        "text": "Isini-save na ngayon ang iyong mga resulta. Awtomatiko kang ire-redirect kapag na save na ang mga ito."
    },
    "instructions": {
        "Fill in each blank with one of the choices. You can leave one empty.": "Punan ang bawat blangko ng isa sa mga pagpipilian. Pwede mong iwang blangko ang isa.",
        "Fill in the blank with one of the choices.": "Punan ang patlang ng isa sa mga pagpipilian.",
        "Fill in each blank with one of the choices.": "Punan ang bawat patlang ng isa sa mga pagpipilian.",
        "Fill in the blanks with one word each.": "Punan ang mga patlang ng tig-isang salita.",
        "Fill in the blanks with one word each. You can leave one empty.": "Punan ang mga patlang ng tig-isang salita. Maaari mo ring iwang blanko ang isa.",
        "Fill in each blank with one of the choices. You may use one word more than once. There is more than one right answer.": "Punan ang bawat blangko ng isa sa mga pagpipilian. Maaari mong gamitin ang isang salita nang higit sa isang beses. May higit sa isang tamang sagot.",
        "Fill in the blanks. Use each word once.": "Punan ang mga blangko. Gamitin ang bawat salita nang isang beses.",
        "Rewrite the sentence. Correct the underlined action word so it is in future tense.": "Isulat muli ang pangungusap. Itama ang may salungguhit na salitang kilos nang sa gayon ay nasa panahunang panghinaharap ito.",
        "Rewrite the sentence. Correct the underlined action word so it is in the right tense to match the rest of the sentence.": "Isulat muli ang pangungusap. Itama ang may salungguhit na salitang kilos nang sa gayon ay nasa tamang panahunan ito para tumugma sa natitirang bahagi ng pangungusap.",
        "Rewrite the sentence. Correct the underlined words so they are in future tense.": "Isulat muli ang pangungusap. Itama ang mga may salungguhit na salita nang sa gayon ay nasa panahunang panghihinarap ang mga ito.",
        "Respond to the question. Fill in the blank with one of the choices.": "Sumagot sa tanong. Punan ang blangko ng isa sa mga pagpipilian.",
        "Use the joining word to combine the sentences into one sentence.": "Gamitin ang salita para pagsamahin ang mga pangungusap at gawing isang pangungusap.",
        "Fill in some of the blanks with the yellow words. You can leave blanks empty.": "Punan ang ilan sa mga blangko gamit ang dilaw na mga salita. Maaari mong iwanan ang mga blangko na walang laman.",
        "There are two correct answers. Fill in each blank with one of the correct answers. Do not write the same answer twice.": "Mayroong dalawang tamang sagot. Punan ang bawat blangko gamit ang isa sa mga tamang sagot. Huwag isulat ang parehong sagot nang dalawang beses.",
        "Fill in each blank with one of the words. You may use the same word more than once.": "Punan ang bawat blangko gamit ang isa sa mga salita. Maaari mong gamitin ang parehong salita nang higit sa isang beses.",
        "Write the sentences. Change the underlined words to make them talk about multiple people.": "Isulat ang mga pangungusap. Baguhin ang mga salita na nakasalungguhit na salita upang magmukha ito nag-uusao tungkol sa iba't ibang tao.",
        "Write the questions. Change the underlined words so that the questions are written correctly.": "Isulat ang mga katanungan. Baguhin ang mga salita na nakasalungguhit upang ang mga katanungan ay nakasulat nang tama.",
        "Write these sentences correctly. Only change the underlined words. Keep the word “not” in each sentence.": "Isulat nang tama ang mga pangungusap na ito. Baguhin lamang ang mga nakasalungguhit na salita. Panatilihin ang salitang “not” sa bawat pangungusap.",
        "Write the words in the correct order. There are multiple correct answers.": "Isulat ang mga salita sa tamang pagkakasunud-sunod. Mayroong maraming tamang sagot.",
        "Write the sentence. Change the underlined word to fit the sentence. Do not add any new words.": "Isulat ang pangungusap. Baguhin ang nakasalungguhit na salita upang umangkop sa pangungusap. Huwag magdagdag ng anumang mga bagong salita.",
        "Write the sentence. Change the underlined word to fit the sentence. You may change it to 1 or 2 words.": "Isulat ang pangungusap. Baguhin ang nakasalungguhit na salita upang umangkop sa pangungusap. Maaari mong baguhin ito sa 1 o 2 salita.",
        "Write the sentences. Turn each set of underlined words into one word. Use an apostrophe ( ' ).": "Isulat ang mga pangungusap. Gawing isang salita ang bawat grupo ng mga nakasalungguhit na salita. Gumamit ng apostrophe (').",
        "Fill in the blank with the correct option.": "Punan ang blangko gamit ang tamang pagpipilian.",
        "Fill in each blank with the correct option. You may use an option more than once.": "Punan ang bawat blangko gamit ang tamang pagpipilian. Maaari kang gumamit ng isang pagpipilian nang higit sa isang beses.",
        "Fill in the blank with the most natural option.": "Punan ang blangko gamit ang pinaka-natural na pagpipilian.",
        "Fill in each blank with one of the options. You are allowed to use the same option multiple times, but you don’t have to.": "Punan ang bawat blangko gamit ang isa sa mga pagpipilian. Pinapayagan kang gumamit ng parehong pagpipilian nang maraming beses, ngunit hindi mo ito kailangang gawin.",
        "Fill in the blank with the most natural sentence.": "Punan ang blangko gamit ang pinaka-natural na pangungusap.",
        "Fill in the blanks that need words. You can leave blanks empty. You are allowed to use the same word multiple times, but you don’t have to.": "Punan ang mga blangko na nangangailangan ng mga salita. Maaari mong iwan ang mga blangko na walang laman. Pinapayagan kang gumamit ng parehong pagpipilian nang maraming beses, ngunit hindi mo kailangang gawin.",
        "Fill in each blank with an option. You are allowed to use the same option multiple times, but you don’t have to.": "Punan ang bawat blangko gamit ang isang pagpipilian. Pinapayagan kang gumamit ng parehong pagpipilian nang maraming beses, ngunit hindi mo kailangang gawin.",
        "Fill in each blank with a word. You are allowed to use the same word multiple times, but you don’t have to.": "Punan ang bawat blangko gamit ang isang salita. Pinapayagan kang gumamit ng parehong salita nang maraming beses, ngunit hindi mo kailangang gawin.",
        "Fill in each blank with one of the words.": "Punan ang bawat blangko gamit ang isa sa mga salita.",
        "There are two correct options. Fill in each blank with one of the correct options. Do not write the same answer twice.": "Mayroong dalawang tamang pagpipilian. Punan ang bawat blangko gamit ang isa sa mga tamang pagpipilian. Huwag isulat ang parehong sagot nang dalawang beses.",
        "Fill in each blank with one of the options.": "Punan ang bawat blangko gamit ang isa sa mga pagpipilian.",
        "Rewrite the sentence. Change the underlined words that are incorrect. Do not change words that are already correct.": "Isulat muli ang pangungusap. Baguhin ang mga nakasalungguhit na salitang hindi tama. Huwag baguhin ang mga salitang tama na."
    },
    "cues": {
        "type one": "type one / mag-type ng isa",
        "type one in each blank": "type one in each blank / mag-type ng isa sa bawat blangko",
        "type two or three": "type two or three / mag-type ng dalawa o tatlo",
        "type three": "type three / mag-type ng tatlo",
        "choose one": "choose one / pumili ng isa",
        "choose three": "choose three / pumili ng tatlo",
        "choose two or three" : "choose two or three / pumili ng dalawa o tatlo",
        "joining word": "joining word / salita para pagsamahin",
        "words": "words / mga salita",
        "type two": "type two / mag-type ng dalawa",
        "options": "options / mga pagpipilian",
        "sentences": "sentences / mga pangungusap",
        "answers": "answers / mga sagot"
    },
    "feedback": {
        "blank": "Gamitin ang isa sa mga opsyon sa ibaba o iwang blanko.",
        "no blank": "Gamitin ang isa sa mga opsyon sa ibaba."
    }
}
