{
    "buttons": {
        "begin": "Begin / Comece",
        "continue": "Continue",
        "next": "Continue",
        "resume": "Continue",
        "submit": "Submit / Enviar"
    },
    "ELL Starter Fill in the Blank": {
        "header": "Preencha os espaços em branco",
        "text": "Nesta seção, cada frase poderá ter um, dois ou três espaços em branco. Você deverá preencher cada espaço em branco com uma das palavras da lista; ou, se nenhuma palavra for necessária, deixe o espaço em branco vazio. Digite nas caixas as palavras que você escolher. Lembre-se de verificar a ortografia! Vamos começar!"
    },
    "ELL Starter Fill in the Blanks": {
        "header": "Preencha os espaços em branco",
        "text": "Nesta seção, cada frase poderá ter um, dois ou três espaços em branco. Você deverá preencher cada espaço em branco com uma das palavras da lista; ou, se nenhuma palavra for necessária, deixe o espaço em branco vazio. Digite nas caixas as palavras que você escolher. Lembre-se de verificar a ortografia! Vamos começar!"
    },
    "ELL Intermediate Fill in the Blanks": {
        "header": "Preencha a lacuna",
        "text": "Nesta parte, cada frase terá uma, duas, três ou quatro lacunas. Você vai preencher cada uma delas com uma das palavras da lista. Para algumas questões, você pode usar uma palavra da lista em duas lacunas. Digite as palavras escolhidas nas caixas. Não se esqueça de conferir a ortografia! Vamos começar!"
    },
    "ELL Advanced Fill in the Blanks": {
        "header": "Preencha a lacuna",
        "text": "Bom trabalho até agora! Nesta parte, cada frase terá uma, duas, três ou quatro lacunas. Quando houver várias lacunas, digite cada palavra apenas uma vez. Vamos começar!"
    },
    "ELL Halfway": {
        "header": "Você já está no meio do caminho!",
        "text": "Continue, você está indo muito bem!"
    },
    "ELL Starter Questions": {
        "header": "Perguntas",
        "text": "Nesta seção, você vai escrever perguntas. Lembre-se que as perguntas têm um ponto de interrogação (?) no final. Você consegue!"
    },
    "ELL Starter Sentence Combining": {
        "header": "Combinação de frases",
        "text": "Você está quase acabando! Só faltam 3 perguntas. Nesta seção, você deverá combinar frases para formar uma nova frase. Você receberá uma palavra de ligação que poderá usar. Lembre-se que uma frase só tem um ponto final. Você entendeu!"
    },
    "ELL Intermediate Sentences": {
        "header": "Escrita de frases",
        "text": "Muito bem! Só faltam duas questões. Esta próxima parte é sobre o tempo futuro. Escreva a frase inteira para ambas as questões. Vamos lá."
    },
    "ELL Advanced Sentences": {
        "header": "Palavras de ação em frases",
        "text": "Para cada questão desta parte, escreva a frase inteira. Modifique a forma da palavra sublinhada para que ela corresponda ao restante da frase. Não se esqueça de conferir a ortografia! Vamos começar!"
    },
    "End: You Did it!": {
        "header": "Você conseguiu!",
        "text": "Isso mesmo! Você acabou de completar a atividade de colocação da Quill. Vamos enviar os resultados para sua professora e depois começaremos a criar o seu plano de aprendizagem."
    },
    "completedDiagnostic": {
        "header": "Você concluiu a atividade de colocação da Quill",
        "text": "Seus resultados estão sendo salvos agora. Assim que seus resultados forem salvos, você será redirecionado automaticamente."
    },
    "instructions": {
        "Fill in each blank with one of the choices. You can leave one empty.": "Preencha cada lacuna com uma das opções. Você pode deixar uma em branco.",
        "Fill in the blank with one of the choices.": "Escreva uma das opções escolhidas no espaço em branco.",
        "Fill in each blank with one of the choices.": "Preencha cada espaço em branco com uma das opções escolhidas.",
        "Fill in the blanks with one word each.": "Preencha cada espaço em branco com uma palavra.",
        "Fill in the blanks with one word each. You can leave one empty.": "Preencha cada espaço em branco com uma palavra. Você pode deixar um espaço vazio.",
        "Fill in each blank with one of the choices. You may use one word more than once. There is more than one right answer.": "Preencha cada lacuna com uma das opções. Você pode usar uma palavra mais de uma vez. Há mais de uma resposta correta.",
        "Fill in the blanks. Use each word once.": "Preencha os espaços em branco. Use cada palavra só uma vez.",
        "Rewrite the sentence. Correct the underlined action word so it is in future tense.": "Reescreva a frase. Corrija a palavra de ação sublinhada para que fique no tempo futuro.",
        "Rewrite the sentence. Correct the underlined action word so it is in the right tense to match the rest of the sentence.": "Reescreva a frase. Corrija a palavra de ação sublinhada para que fique no tempo correto para corresponder ao resto da frase.",
        "Rewrite the sentence. Correct the underlined words so they are in future tense.": "Reescreva a frase. Corrija as palavras sublinhadas para que fiquem no tempo futuro.",
        "Respond to the question. Fill in the blank with one of the choices.": "Responda à questão. Preencha a lacuna com uma das opções.",
        "Use the joining word to combine the sentences into one sentence.": "Use a palavra de ligação para combinar as frases e formar uma frase só.",
        "Fill in some of the blanks with the yellow words. You can leave blanks empty.": "Preencha alguns dos espaços em branco com as palavras amarelas. Você pode deixar os espaços em branco vazios.",
        "There are two correct answers. Fill in each blank with one of the correct answers. Do not write the same answer twice.": "Há duas respostas corretas. Preencha cada espaço em branco com uma das respostas corretas. Não escreva a mesma resposta duas vezes.",
        "Fill in each blank with one of the words. You may use the same word more than once.": "Preencha cada espaço em branco com uma das palavras. Você pode usar a mesma palavra mais de uma vez.",
        "Write the sentences. Change the underlined words to make them talk about multiple people.": "Escreva as frases. Modifique as palavras sublinhadas para que elas se refiram a várias pessoas.",
        "Write the questions. Change the underlined words so that the questions are written correctly.": "Escreva as perguntas. Modifique as palavras sublinhadas para que as perguntas sejam escritas corretamente.",
        "Write these sentences correctly. Only change the underlined words. Keep the word “not” in each sentence.": "Escreva essas frases corretamente. Só altere as palavras sublinhadas. Mantenha a palavra “not” em cada frase.",
        "Write the words in the correct order. There are multiple correct answers.": "Escreva as palavras na ordem correta. Há várias respostas corretas.",
        "Write the sentence. Change the underlined word to fit the sentence. Do not add any new words.": "Escreva a frase. Modifique a palavra sublinhada para que se ajuste à frase. Não acrescente nenhuma palavra nova.",
        "Write the sentence. Change the underlined word to fit the sentence. You may change it to 1 or 2 words.": "Escreva a frase. Modifique a palavra sublinhada para que se ajuste à frase. Você pode modificá-la em uma ou duas palavras.",
        "Write the sentences. Turn each set of underlined words into one word. Use an apostrophe ( ' ).": "Escreva as frases. Transforme cada conjunto de palavras sublinhadas em uma palavra. Use um apóstrofo (').",
        "Fill in the blank with the correct option.": "Preencha o espaço em branco com a alternativa correta.",
        "Fill in each blank with the correct option. You may use an option more than once.": "Preencha cada espaço em branco com a alternativa correta. Você pode usar as alternativas mais de uma vez.",
        "Fill in the blank with the most natural option.": "Preencha o espaço em branco com a alternativa mais natural.",
        "Fill in each blank with one of the options. You are allowed to use the same option multiple times, but you don’t have to.": "Preencha cada espaço em branco com uma das alternativas. Você pode usar a mesma alternativa mais de uma vez, mas isso não é obrigatório.",
        "Fill in the blank with the most natural sentence.": "Preencha o espaço em branco com a frase mais natural.",
        "Fill in the blanks that need words. You can leave blanks empty. You are allowed to use the same word multiple times, but you don’t have to.": "Preencha os espaços em branco em que há necessidade de palavras. Você pode deixar os espaços em branco vazios. Você pode usar a mesma alternativa mais de uma vez, mas isso não é obrigatório.",
        "Fill in each blank with an option. You are allowed to use the same option multiple times, but you don’t have to.": "Preencha cada espaço em branco com uma alternativa. Você pode usar a mesma alternativa mais de uma vez, mas isso não é obrigatório.",
        "Fill in each blank with a word. You are allowed to use the same word multiple times, but you don’t have to.": "Preencha cada espaço em branco com uma palavra. Você pode usar a mesma alternativa mais de uma vez, mas isso não é obrigatório.",
        "Fill in each blank with one of the words.": "Preencha cada espaço em branco com uma das palavras.",
        "There are two correct options. Fill in each blank with one of the correct options. Do not write the same answer twice.": "Há duas opções corretas. Preencha cada espaço em branco com uma das opções corretas. Não escreva a mesma resposta duas vezes.",
        "Fill in each blank with one of the options.": "Preencha cada espaço em branco com uma das alternativas.",
        "Rewrite the sentence. Change the underlined words that are incorrect. Do not change words that are already correct.": "Reescreva a frase. Modifique as palavras sublinhadas que estão incorretas. Não modifique as palavras que já estão corretas."
    },
    "cues": {
        "type one": "type one / digite uma",
        "type one in each blank": "type one in each blank / digite uma em cada lacuna",
        "type two or three": "type two or three / digite duas ou três",
        "type three": "type three / digite três",
        "choose one": "choose one / escolha uma",
        "choose three": "choose three / escolha três",
        "choose two or three" : "choose two or three / escolha duas ou três",
        "joining word": "joining word / ligando palavras",
        "words": "words / palavras",
        "type two": "type two / digite dois",
        "options": "options / alternativas",
        "sentences": "sentences / frases",
        "answers": "answers / respostas"
    },
    "feedback": {
        "blank": "Use uma das opções abaixo ou deixe em branco.",
        "no blank": "Use uma das opções abaixo."
    }
}
