{
    "buttons": {
        "begin": "Begin / Commencer",
        "continue": "Continue / Continuer",
        "next": "Next / Continuer",
        "resume": "Resume / Continuer",
        "submit": "Submit / Envoyer"
    },
    "ELL Starter Fill in the Blank": {
        "header": "Remplissez les trous",
        "text": "Dans cette section, chaque phrase comportera un, deux ou trois trous. Vous pouvez remplir chaque trou avec un des mots de la liste, mais il peut arriver que vous deviez le laisser vide. Saisissez les mots que vous avez choisis dans les cases. N’oubliez pas de vérifier votre orthographe ! C’est parti !"
    },
    "ELL Starter Fill in the Blanks": {
        "header": "Remplissez les trous",
        "text": "Dans cette section, chaque phrase comportera un, deux ou trois trous. Vous pouvez remplir chaque trou avec un des mots de la liste, mais il peut arriver que vous deviez le laisser vide. Saisissez les mots que vous avez choisis dans les cases. N’oubliez pas de vérifier votre orthographe ! C’est parti !"
    },
    "ELL Intermediate Fill in the Blanks": {
        "header": "Boucher les trous",
        "text": "Dans cette section, chaque phrase comportera un, deux, trois ou quatre blancs. Tu rempliras chaque blanc avec l'un des mots de la liste. Pour certaines questions, tu peux utiliser un mot de la liste à deux endroits. Tape les mots que tu as choisis dans les cases. N'oublie pas de vérifier ton orthographe ! C'est parti !"
    },
    "ELL Advanced Fill in the Blanks": {
        "header": "Boucher les trous",
        "text": "Bon travail jusqu'à présent ! Dans cette section, chaque phrase comportera un, deux, trois ou quatre blancs. Lorsqu'il y a plusieurs blancs, ne tape chaque mot qu'une seule fois. C'est parti !"
    },
    "ELL Halfway": {
        "header": "Vous en êtes à la moitié !",
        "text": "Continuez !"
    },
    "ELL Halfway": {
        "header": "Vous en êtes à la moitié !",
        "text": "Continuez !"
    },
    "ELL Starter Questions": {
        "header": "Questions",
        "text": "Dans cette section, vous allez écrire des questions. N’oubliez pas d’écrire un point d’interrogation (?) à la fin de vos questions. Facile !"
    },
    "ELL Starter Sentence Combining": {
        "header": "Combinaison de phrases",
        "text": "Vous avez presque terminé ! Il ne vous reste que 3 questions. Dans cette section, vous allez combiner des phrases pour en créer une seule. Vous devrez utiliser le mot de liaison indiqué. N’oubliez pas qu’une phrase ne contient qu’un seul point. Vous allez y arriver !"
    },
    "ELL Intermediate Sentences": {
        "header": "Rédiger des phrases",
        "text": "Beau travail ! Il ne te reste que deux questions.  La section suivante porte sur le futur. Écris la phrase entière pour les deux questions. À toi de jouer."
    },
    "ELL Advanced Sentences": {
        "header": "Verbes d'action dans des phrases",
        "text": "Pour chaque question de cette section, écris la phrase entière. Change la forme du mot souligné pour qu'il corresponde au reste de la phrase. Fais bien attention à ton orthographe ! C'est parti !"
    },
    "End: You Did it!": {
        "header": "Bien joué !",
        "text": "C’est fini ! Vous venez de terminer l’activité de placement Quill. Votre professeur recevra bientôt les résultats et nous créerons bientôt votre programme d’apprentissage."
    },
    "completedDiagnostic": {
        "header": "Vous avez terminé l’activité de placement Quill",
        "text": "Vos résultats sont en cours d’enregistrement. Vous serez automatiquement redirigé à la fin du processus de sauvegarde."
    },
    "instructions": {
        "Fill in each blank with one of the choices. You can leave one empty.": "Remplis chaque blanc avec l'un des choix proposés. Tu peux en laisser un vide.",
        "Fill in the blank with one of the choices.": "Remplissez le trou avec l’un des mots proposés.",
        "Fill in each blank with one of the choices.": "Remplissez les trous avec l’un des mots proposés.",
        "Fill in the blanks with one word each.": "Remplissez les trous avec un mot.",
        "Fill in the blanks with one word each. You can leave one empty.": "Remplissez les trous avec un mot. Vous pouvez en laissez un vide ou tous les remplir.",
        "Fill in each blank with one of the choices. You may use one word more than once. There is more than one right answer.": "Remplis chaque blanc avec l'un des choix proposés. Tu peux utiliser un mot plus d'une fois. Il n'y a pas qu'une seule réponse.",
        "Fill in the blanks. Use each word once.": "Remplissez les espaces vides. Utilisez chaque mot une seule fois.",
        "Rewrite the sentence. Correct the underlined action word so it is in future tense.": "Réécris la phrase. Corrige le verbe d'action souligné pour qu'il soit au futur.",
        "Rewrite the sentence. Correct the underlined action word so it is in the right tense to match the rest of the sentence.": "Réécris la phrase. Corrige le verbe d'action souligné afin que sa conjugaison concorde avec le reste de la phrase.",
        "Rewrite the sentence. Correct the underlined words so they are in future tense.": "Réécris la phrase. Corrige les mots soulignés pour qu'ils soient au futur.",
        "Respond to the question. Fill in the blank with one of the choices.": "Réponds à la question. Remplis le blanc avec l'un des choix proposés.",
        "Use the joining word to combine the sentences into one sentence.": "Utilisez le mot de liaison indiqué pour combiner les phrases et en former une seule."
    },
    "cues": {
        "type one": "type one / tape un mot",
        "type one in each blank": "type one in each blank / tape un mot dans chaque blanc",
        "type two or three": "type two or three / tape deux ou trois mots",
        "type three": "type three / tape trois mots",
        "choose one": "choose one / choisissez-en un",
        "choose three": "choose three / choisissez-en trois",
        "choose two or three" : "choose two or three / choisissez-en deux ou trois",
        "joining word": "joining word / mot de liaison"
    },
    "feedback": {
        "blank": "Utilisez l’une des options ci-dessous ou laissez vide.",
        "no blank": "Utilisez l’une des options ci-dessous."
    }
}
