{
    "buttons": {
        "begin": "Begin / เริ่ม",
        "continue": "Continue / ดำเนินการต่อ",
        "next": "Next / ดำเนินการต่อ",
        "resume": "Continue / ดำเนินการต่อ",
        "submit": "Submit / ส่ง"
    },
    "ELL Starter Fill in the Blank": {
        "header": "เติมคำในช่องว่าง",
        "text": "ในส่วนนี้ แต่ละประโยคจะมีช่องว่างให้เติมหนึ่ง หรือสอง หรือสามช่องว่าง คุณจะต้องเติมช่องว่างแต่ละช่องด้วยคำจากรายการที่ให้ หรือปล่อยว่างไว้หากไม่จำเป็นต้องเติมคำ พิมพ์คำที่คุณเลือกลงในช่องว่าง โปรดอย่าลืมตรวจการสะกดคำของคุณ! มาเริ่มกันเลย!"
    },
    "ELL Starter Fill in the Blanks": {
        "header": "เติมคำในช่องว่าง",
        "text": "ในส่วนนี้ แต่ละประโยคจะมีช่องว่างให้เติมหนึ่ง หรือสอง หรือสามช่องว่าง คุณจะต้องเติมช่องว่างแต่ละช่องด้วยคำจากรายการที่ให้ หรือปล่อยว่างไว้หากไม่จำเป็นต้องเติมคำ พิมพ์คำที่คุณเลือกลงในช่องว่าง โปรดอย่าลืมตรวจการสะกดคำของคุณ! มาเริ่มกันเลย!"
    },
    "ELL Intermediate Fill in the Blanks": {
        "header": "เติมคำศัพท์ในช่องว่าง",
        "text": "ในส่วนนี้ แต่ละประโยคจะมีช่องว่างหนึ่ง สอง สาม หรือสี่ช่อง คุณจะเติมคำในแต่ละช่องว่างโดยใช้หนึ่งในคำศัพท์จากรายการนี้ สำหรับบางคำถาม คุณสามารถใช้คำศัพท์เดียวกันจากรายการในช่องว่างสองช่องได้ พิมพ์คำศัพท์ที่คุณเลือกในกล่อง อย่าลืมที่จะตรวจสอบการสะกดของคุณ! มาเริ่มต้นกันเลย!"
    },
    "ELL Advanced Fill in the Blanks": {
        "header": "เติมคำศัพท์ในช่องว่าง",
        "text": "ทำได้ดีแล้ว! ในส่วนนี้ แต่ละประโยคจะมีช่องว่างหนึ่ง สอง สาม หรือสี่ช่อง เมื่อมีช่องว่างหลายช่อง ให้พิมพ์แต่ละคำเพียงครั้งเดียวเท่านั้น มาเริ่มต้นกันเลย!"
    },
    "ELL Halfway": {
        "header": "คุณมาถึงครึ่งทางแล้ว!",
        "text": "ทำได้ดีมาก จงทำต่อไป!"
    },
    "ELL Halfway": {
        "header": "คุณมาถึงครึ่งทางแล้ว!",
        "text": "ทำได้ดีมาก จงทำต่อไป!"
    },
    "ELL Starter Questions": {
        "header": "คำถาม",
        "text": "ในส่วนนี้ คุณจะต้องเขียนประโยคคำถาม อย่าลืมว่าประโยคคำถามต้องมีเครื่องหมายคำถาม (?) ในส่วนท้ายของประโยค คุณทำได้อยู่แล้ว!"
    },
    "ELL Starter Sentence Combining": {
        "header": "การเชื่อมประโยค",
        "text": "คุณใกล้จะเสร็จแล้ว! เหลือเพียง 3 คำถามเท่านั้น ในส่วนนี้ คุณจะต้องเชื่อมประโยคเข้าด้วยกันให้เป็นประโยคเดียว จะมีการกำหนดคำเชื่อมเพื่อให้คุณใช้ อย่าลืมว่าประโยคหนึ่งมีจุดเพียงจุดเดียวเท่านั้น คุณเข้าใจส่วนนี้แล้ว!"
    },
    "ELL Intermediate Sentences": {
        "header": "การเขียนประโยค",
        "text": "ทำได้ดี! เหลืออีกเพียงสองคำถามเท่านั้น ส่วนถัดไปนี้เกี่ยวข้องกับคำกริยาแสดงอนาคต เขียนทั้งประโยคสำหรับคำถามทั้งสองข้อ มาเริ่มต้นกันเลย"
    },
    "ELL Advanced Sentences": {
        "header": "คำแสดงการกระทำในประโยค",
        "text": "สำหรับแต่ละคำถามในส่วนนี้ ให้เขียนทั้งประโยค เปลี่ยนรูปแบบของคำที่ขีดเส้นใต้เพื่อทำให้สอดคล้องกับส่วนอื่น ๆ ของประโยค อย่าลืมที่จะตรวจสอบการสะกดของคุณ! มาเริ่มต้นกันเลย!"
    },
    "End: You Did it!": {
        "header": "คุณทำได้!",
        "text": "แค่นั้น! คุณได้ทำกิจกรรมการทดสอบวัดระดับภาษาของ Quill เสร็จแล้ว จะส่งผลคะแนนให้กับคุณครูของคุณและเราจะเริ่มการสร้างแผนการเรียนของคุณ"
    },
    "completedDiagnostic": {
        "header": "คุณทำกิจกรรมการทดสอบวัดระดับภาษาของ Quill เสร็จแล้ว",
        "text": "ตอนนี้ได้ทำการบันทึกผลคะแนนของคุณไว้แล้ว จะมีการนำทางคุณโดยอัตโนมัติเมื่อได้บันทึกผลคะแนนแล้ว"
    },
    "instructions": {
        "Fill in each blank with one of the choices. You can leave one empty.": "เติมในแต่ละช่องว่างโดยใช้หนึ่งในตัวเลือกเหล่านี้ คุณสามารถเว้นว่างได้หนึ่งช่อง",
        "Fill in the blank with one of the choices.": "เติมคำในช่องว่างด้วยคำที่มีให้เลือก",
        "Fill in each blank with one of the choices.": "เติมคำในช่องว่างในแต่ละช่องด้วยคำที่มีให้เลือก",
        "Fill in the blanks with one word each.": "เติมคำในช่องว่างในแต่ละช่องด้วยคำหนึ่งคำ",
        "Fill in the blanks with one word each. You can leave one empty.": "เติมคำในช่องว่างในแต่ละช่องด้วยคำหนึ่งคำ คุณสามารถปล่อยให้ช่องหนึ่งว่างไว้ได้",
        "Fill in each blank with one of the choices. You may use one word more than once. There is more than one right answer.": "เติมในแต่ละช่องว่างโดยใช้หนึ่งในตัวเลือกเหล่านี้ คุณสามารถใช้คำศัพท์หนึ่งคำได้มากกว่าหนึ่งครั้ง มีคำตอบที่ถูกต้องมากกว่าหนึ่งคำตอบ",
        "Fill in the blanks. Use each word once.": "เติมคำในช่องว่าง ใช้แต่ละคำเพียงครั้งเดียว",
        "Rewrite the sentence. Correct the underlined action word so it is in future tense.": "เขียนประโยคอีกครั้ง แก้ไขคำศัพท์แสดงการกระทำที่ขีดเส้นใต้ เพื่อให้คำนั้นเป็นคำกริยาแสดงอนาคต",
        "Rewrite the sentence. Correct the underlined action word so it is in the right tense to match the rest of the sentence.": "เขียนประโยคอีกครั้ง แก้ไขคำศัพท์แสดงการกระทำที่ขีดเส้นใต้ เพื่อให้คำนั้นเป็นคำกริยาที่ถูกต้องเพื่อให้สอดคล้องกับส่วนอื่น ๆ ของประโยค",
        "Rewrite the sentence. Correct the underlined words so they are in future tense.": "เขียนประโยคอีกครั้ง แก้ไขคำศัพท์แสดงการกระทำที่ขีดเส้นใต้ เพื่อให้คำเหล่านั้นเป็นคำกริยาแสดงอนาคต",
        "Respond to the question. Fill in the blank with one of the choices.": "ตอบสนองต่อคำถาม เติมคำในช่องว่างโดยใช้หนึ่งในตัวเลือกเหล่านี้",
        "Use the joining word to combine the sentences into one sentence.": "ใช้คำเชื่อมเพื่อรวมประโยคให้เป็นประโยคเดียว"
    },
    "cues": {
        "type one": "type one / พิมพ์หนึ่งคำ",
        "type one in each blank": "type one in each blank / พิมพ์หนึ่งคำในแต่ละช่องว่าง",
        "type two or three": "type two or three / พิมพ์สองหรือสามคำ",
        "type three": "type three / พิมพ์สามคำ",
        "choose one": "choose one / เลือกหนึ่งคำ",
        "choose three": "choose three / เลือกสามคำ",
        "choose two or three" : "choose two or three / เลือกสองหรือสามคำ",
        "joining word": "joining word / คำเชื่อม"
    },
    "feedback": {
        "blank": "ใช้หนึ่งในตัวเลือกด้านล่างนี้หรือปล่อยว่างไว้",
        "no blank": "ใช้หนึ่งในตัวเลือกด้านล่างนี้"
    }
}
