{
    "buttons": {
        "begin": "Begin / Начать",
        "continue": "Continue / Продолжить",
        "next": "Next / Продолжить",
        "resume": "Resume / Продолжить",
        "submit": "Submit / Отправить"
    },
    "intro": {
        "header": "Задание по размещению Quill",
        "text": "Вам потребуется ответить на 22 вопроса о написании предложений. Некоторые из вопросов могут быть о вещах, которые вы еще не изучили, и это нормально! Просто отвечайте на них как можно лучше. Не забудьте внимательно прочитать инструкцию к каждому вопросу! Как только вы закончите, Quill создаст для вас особый план обучения."
    },
    "ELL Starter Fill in the Blank": {
        "header": "Заполните пробел",
        "text": "В этом разделе каждое предложение будет иметь один, два или три пробела. Вы заполняете каждый пробел одним из слов из списка или оставляете пробел пустым, если слово не нужно. Вписывайте выбранные слова в поля. Не забудьте проверить правописание! Давайте приступим!"
    },
    "ELL Starter Halfway": {
        "header": "Вы завершили половину!",
        "text": "Продолжайте отлично делать свою работу!"
    },
    "ELL Starter Questions": {
        "header": "Вопросы",
        "text": "В этом разделе вы будете писать вопросы. Помните, что вопросы имеют знак вопроса (?) в конце. Вы можете сделать это!"
    },
    "ELL Starter Sentence Combining": {
        "header": "Объединение предложений",
        "text": "Вы почти закончили! Осталось всего 3 вопроса. В этом разделе вы объедините предложения в одно. Вам предоставят союзное слово, которым нужно воспользоваться. Помните, что предложение имеет только одну точку. Вы поняли это!"
    },
    "End: You Did it!": {
        "header": "Вы сделали это!",
        "text": "Вот и все! Вы только что выполнили задание по размещению Quill. Результаты будут отправлены вашему учителю, и мы приступим к созданию вашего учебного плана."
    },
    "completedDiagnostic": {
        "header": "Вы выполнили задание на размещение Quill",
        "text": "Ваши результаты сейчас сохраняются. Вы будете автоматически перенаправлены после их сохранения."
    },
    "instructions": {
        "Fill in each blank with one of the choices. You can leave one empty.": "Заполни каждый пробел одним из выбранных слов. Один пробел можно оставить пустым.",
        "Fill in the blank with one of the choices.": "Заполните пробел одним из вариантов.",
        "Fill in each blank with one of the choices.": "Заполните каждый пробел одним из вариантов.",
        "Fill in the blanks with one word each.": "Заполните каждый пропуск одним словом.",
        "Fill in the blanks with one word each. You can leave one empty.": "Заполните пропуски одним словом. Вы можете оставить его пустым.",
        "Use the joining word to combine the sentences into one sentence.": "Используйте союзное слово, чтобы объединить предложения в одно."
    },
    "cues": {
        "type one": "type one / напиши один",
        "type two or three": "type two or three / напиши два или три",
        "type three": "type three / напиши три",
        "choose one": "choose one / Выберите вариант",
        "choose three": "choose three / Выберите три",
        "choose two or three" : "choose two or three / Выберите два или три",
        "joining word": "joining word / Союзное слово"
    },
    "feedback": {
        "blank": "Используйте один из вариантов ниже или оставьте поле пустым.",
        "no blank": "Используйте один из вариантов ниже."
    }
}
