{
    "buttons": {
        "begin": "Begin / Почати",
        "continue": "Continue / Продовжити",
        "next": "Next / Продовжити",
        "resume": "Continue / Продовжити",
        "submit": "Submit / Надіслати"
    },
    "ELL Starter Fill in the Blank": {
        "header": "Заповніть пробіли",
        "text": "У цьому розділі кожне речення має один, два або три пробіли. Вам потрібно заповнити кожен пробіл одним словом зі списку або залишити його порожнім, якщо не потрібно нічого вставляти. Вводьте слова, які ви обираєте, у комірки. Не забудьте перевірити свій правопис! Почнемо!"
    },
    "ELL Starter Fill in the Blanks": {
        "header": "Заповніть пробіли",
        "text": "У цьому розділі кожне речення має один, два або три пробіли. Вам потрібно заповнити кожен пробіл одним словом зі списку або залишити його порожнім, якщо не потрібно нічого вставляти. Вводьте слова, які ви обираєте, у комірки. Не забудьте перевірити свій правопис! Почнемо!"
    },
    "ELL Intermediate Fill in the Blanks": {
        "header": "Заповніть пробіли",
        "text": "У цьому розділі кожне речення матиме один, два, три або чотири пробіли. Вам потрібно заповнити кожен пробіл, використовуючи слово зі списку. Для деяких запитань можливо використовувати одне слово зі списку для двох пробілів. Введіть вибране слово у відповідному полі. Не забудьте перевірити правопис! Поїхали!"
    },
    "ELL Advanced Fill in the Blanks": {
        "header": "Заповніть пробіли",
        "text": "Ви гарно справляєтеся! У цьому розділі кожне речення матиме один, два, три або чотири пробіли. Якщо у реченні декілька пробілів, введіть кожне слово лише один раз. Поїхали!"
    },
    "ELL Halfway": {
        "header": "Ви на півдорозі!",
        "text": "Так тримати!"
    },
    "ELL Halfway": {
        "header": "Ви на півдорозі!",
        "text": "Так тримати!"
    },
    "ELL Starter Questions": {
        "header": "Запитання",
        "text": "У цьому розділі вам потрібно написати запитання. Пам’ятайте, що запитання мають знак питання (?) в кінці. Ви зможете!"
    },
    "ELL Starter Sentence Combining": {
        "header": "Поєднання речень",
        "text": "Ви майже закінчили! Залишилося лише 3 запитання. У цьому розділі вам потрібно з’єднати кілька речень в одне. Вам буде надано сполучне слово. Пам’ятайте, що речення має лише одну крапку. У вас все вийде!"
    },
    "ELL Intermediate Sentences": {
        "header": "Письмові речення",
        "text": "Чудова робота! У вас залишилося лише два запитання. Наступний розділ стосується майбутнього часу. Напишіть відповіді на обидва запитання повними реченнями. Зробімо це!"
    },
    "ELL Advanced Sentences": {
        "header": "Дієслова у реченнях",
        "text": "Напишіть відповіді на усі запитання повними реченнями. Змініть форму підкресленого слова, щоб воно відповідало решті речення. Не забудьте перевірити правопис! Поїхали!"
    },
    "End: You Did it!": {
        "header": "Ви це зробили!",
        "text": "Ось і все! Ви щойно закінчили розподільний тест Quill. Результати буде надіслано вашому вчителю, і ми розпочнемо створення вашого індивідуального навчального плану."
    },
    "completedDiagnostic": {
        "header": "Ви завершили розподільний тест Quill",
        "text": "Зараз ваші результати зберігаються. Вас буде перенаправлено автоматично, як тільки їх буде збережено."
    },
    "instructions": {
        "Fill in each blank with one of the choices. You can leave one empty.": "Заповніть кожен пробіл одним із варіантів. Один пробіл можна залишити порожнім.",
        "Fill in the blank with one of the choices.": "Заповніть пробіл одним із запропонованих варіантів.",
        "Fill in each blank with one of the choices.": "Заповніть кожен пробіл одним із запропонованих варіантів.",
        "Fill in the blanks with one word each.": "Заповніть кожен із пробілів одним словом.",
        "Fill in the blanks with one word each. You can leave one empty.": "Заповніть кожен із пробілів одним словом. Ви можете залишити його порожнім.",
        "Fill in each blank with one of the choices. You may use one word more than once. There is more than one right answer.": "Заповніть кожен пробіл одним із варіантів. Можна використовувати одне слово кілька разів. Правильних відповідей є декілька.",
        "Fill in the blanks. Use each word once.": "Заповніть пробіли. Кожне слово можна вживати один раз.",
        "Rewrite the sentence. Correct the underlined action word so it is in future tense.": "Перепишіть речення. Виправте підкреслене дієслово, щоб воно було в майбутньому часі.",
        "Rewrite the sentence. Correct the underlined action word so it is in the right tense to match the rest of the sentence.": "Перепишіть речення. Виправте підкреслене дієслово, щоб воно було у правильному часі та відповідало решті речення.",
        "Rewrite the sentence. Correct the underlined words so they are in future tense.": "Перепишіть речення. Виправте підкреслені дієслова, щоб вони були в майбутньому часі.",
        "Respond to the question. Fill in the blank with one of the choices.": "Дайте відповідь на запитання. Заповніть пробіл, використовуючи один з варіантів.",
        "Use the joining word to combine the sentences into one sentence.": "Використовуйте сполучне слово, щоб з’єднати кілька речень в одне."
    },
    "cues": {
        "type one": "type one / напишіть один",
        "type one in each blank": "type one in each blank / напишіть один варіант в кожен пробіл",
        "type two or three": "type two or three / напишіть два або три",
        "type three": "type three / напишіть три",
        "choose one": "choose one / Виберіть одне",
        "choose three": "choose three / Виберіть три",
        "choose two or three" : "choose two or three / Виберіть два або три",
        "joining word": "joining word / сполучне слово"
    },
    "feedback": {
        "blank": "Виберіть один з варіантів нижче або залиште порожнім.",
        "no blank": "Виберіть один з варіантів нижче."
    }
}
