{
    "buttons": {
        "begin": "Begin / Почати",
        "continue": "Continue / Продовжити",
        "resume": "Continue / Продовжити",
        "submit": "Submit / Надіслати"
    },
    "intro": {
        "header": "Розподільний тест Quill",
        "text": "Вам потрібно буде відповісти на 22 письмових запитання. Деякі запитання можуть стосуватися речей, яких ви ще не вчили – це нормально! Просто відповідайте на них якнайкраще. Не забудьте уважно прочитати інструкції до кожного запитання! Коли ви закінчите, Quill створить ваш індивідуальний навчальний план."
    },
    "ELL Starter Fill in the Blank": {
        "header": "Заповніть пробіли",
        "text": "У цьому розділі кожне речення має один, два або три пробіли. Вам потрібно заповнити кожен пробіл одним словом зі списку або залишити його порожнім, якщо не потрібно нічого вставляти. Вводьте слова, які ви обираєте, у комірки. Не забудьте перевірити свій правопис! Почнемо!"
    },
    "ELL Starter Halfway": {
        "header": "Ви на півдорозі!",
        "text": "Так тримати!"
    },
    "ELL Starter Questions": {
        "header": "Запитання",
        "text": "У цьому розділі вам потрібно написати запитання. Пам’ятайте, що запитання мають знак питання (?) в кінці. Ви зможете!"
    },
    "ELL Starter Sentence Combining": {
        "header": "Поєднання речень",
        "text": "Ви майже закінчили! Залишилося лише 3 запитання. У цьому розділі вам потрібно з’єднати кілька речень в одне. Вам буде надано сполучне слово. Пам’ятайте, що речення має лише одну крапку. У вас все вийде!"
    },
    "End: You Did it!": {
        "header": "Ви це зробили!",
        "text": "Ось і все! Ви щойно закінчили розподільний тест Quill. Результати буде надіслано вашому вчителю, і ми розпочнемо створення вашого індивідуального навчального плану."
    },
    "completedDiagnostic": {
        "header": "Ви завершили розподільний тест Quill",
        "text": "Зараз ваші результати зберігаються. Вас буде перенаправлено автоматично, як тільки їх буде збережено."
    },
    "instructions": {
        "Fill in the blank with one of the choices.": "Заповніть пробіл одним із запропонованих варіантів.",
        "Fill in each blank with one of the choices.": "Заповніть кожен пробіл одним із запропонованих варіантів.",
        "Fill in the blanks with one word each.": "Заповніть кожен із пробілів одним словом.",
        "Fill in the blanks with one word each. You can leave one empty.": "Заповніть кожен із пробілів одним словом. Ви можете залишити його порожнім.",
        "Use the joining word to combine the sentences into one sentence.": "Використовуйте сполучне слово, щоб з’єднати кілька речень в одне."
    },
    "cues": {
        "choose one": "choose one / Виберіть одне",
        "choose three": "choose three / Виберіть три",
        "choose two or three" : "choose two or three / Виберіть два або три",
        "joining word": "joining word / сполучне слово"
    },
    "feedback": {
        "blank": "Виберіть один з варіантів нижче або залиште порожнім.",
        "no blank": "Виберіть один з варіантів нижче."
    }
}