{
    "buttons": {
        "begin": "Begin / شروع کریں",
        "continue": "Continue / جاری رکھیں",
        "next": "Next / جاری رکھیں",
        "resume": "Continue / جاری رکھیں",
        "submit": "Submit / جمع کرائیں"
    },
    "ELL Starter Fill in the Blank": {
        "header": "خالی جگہ پر کریں",
        "text": "اس حصے میں ، ہر جملے میں ایک ، دو ، یا تین خالی جگہیں ہوں گی۔ آپ فہرست میں سے ایک ایک لفظ کے ساتھ ہر خالی جگہ پر کریں گے ، یا اگر کسی لفظ کی ضرورت نہ ہو تو آپ خالی چھوڑ دیں گے۔ خانے میں اپنے منتخب کردہ الفاظ ٹائپ کریں۔ اپنی ہجے چیک کرنا یاد رکھیں! آو شروع کریں!"
    },
    "ELL Starter Fill in the Blanks": {
        "header": "خالی جگہ پر کریں",
        "text": "اس حصے میں ، ہر جملے میں ایک ، دو ، یا تین خالی جگہیں ہوں گی۔ آپ فہرست میں سے ایک ایک لفظ کے ساتھ ہر خالی جگہ پر کریں گے ، یا اگر کسی لفظ کی ضرورت نہ ہو تو آپ خالی چھوڑ دیں گے۔ خانے میں اپنے منتخب کردہ الفاظ ٹائپ کریں۔ اپنی ہجے چیک کرنا یاد رکھیں! آو شروع کریں!"
    },
    "ELL Intermediate Fill in the Blanks": {
        "header": "خالی جگہ پر کریں۔",
        "text": "اس حصے میں ہر جملے میں ایک، دو، تین یا چار خالی جگہیں ہوں گی۔  آپ کو فہرست میں دیے گئے الفاظ میں سے ایک ایک سے ہر خالی جگہ پر کرنی ہو گی۔ کچھ سوالوں میں آپ دو خالی جگہوں میں ایک ہی لفظ بھی استعمال کر سکتے ہیں۔ اپنے منتخب کردہ الفاظ خالی خانوں میں درج کریں۔ درست ہجوں کا خیال رکھیں! چلیں شروع کریں!"
    },
    "ELL Advanced Fill in the Blanks": {
        "header": "خالی جگہ پر کریں۔",
        "text": "بہت اچھا کام جا رہا ہے آپ کا! اس حصے میں ہر فقرے میں ایک، دو، تین یا چار خالی جگہیں ہوں گی۔ اگر ایک سے زائد خالی جگہیں ہوں تو ہر لفظ صرف ایک بار درج کریں۔ چلیں شروع کریں!"
    },
    "ELL Halfway": {
        "header": "آپ آدھے راستے پر ہیں!",
        "text": "بہت اچھا کام جاری رکھیں!"
    },
    "ELL Halfway": {
        "header": "آپ آدھے راستے پر ہیں!",
        "text": "بہت اچھا کام جاری رکھیں!"
    },
    "ELL Starter Questions": {
        "header": "سوالات",
        "text": "اس حصے میں ، آپ سوالات لکھ رہے ہوں گے۔ یاد رکھیں کہ سوالات کے آخر میں سوالیہ نشان (؟) ہوتا ہے۔ تم کر سکتے ہو!"
    },
    "ELL Starter Sentence Combining": {
        "header": "جملہ جمع کرنا",
        "text": "آپ تقریبا ختم ہو چکے ہیں! صرف 3 سوال باقی ہیں۔ اس حصے میں ، آپ جملوں کو ایک جملے میں جوڑ دیتے ہیں۔ استعمال کرنے کیلئے آپ کو شامل ہونے کا لفظ دیا جائے گا۔ یاد رکھیں کہ ایک جملہ کی صرف ایک مدت ہوتی ہے۔ آپ سمجھ گئے!"
    },
    "ELL Intermediate Sentences": {
        "header": "خالی جگہ پر کریں۔",
        "text": "اس حصے میں ہر جملے میں ایک، دو، تین یا چار خالی جگہیں ہوں گی۔ آپ کو فہرست میں دیے گئے الفاظ میں سے ایک ایک سے ہر خالی جگہ پر کرنی ہو گی۔ کچھ سوالوں میں آپ دو خالی جگہوں میں ایک ہی لفظ بھی استعمال کر سکتے ہیں۔ اپنے منتخب کردہ الفاظ خالی خانوں میں درج کریں۔ درست ہجوں کا خیال رکھیں! چلیں شروع کریں!"
    },
    "ELL Advanced Sentences": {
        "header": "جملوں میں افعال",
        "text": "اس حصے کے ہر سوال میں مکمل جملہ لکھیں۔ خط کشیدہ لفظ کی شکل تبدیل کر کے اسے باقی جملے کے ساتھ ملائیں۔ درست ہجوں کا خیال رکھیں! چلیں شروع کریں!"
    },
    "End: You Did it!": {
        "header": "تم نے یہ کیا!",
        "text": "یہی ہے! ابھی آپ نے کوئل پلیسمنٹ کی سرگرمی ختم کردی۔ نتائج آپ کے اساتذہ کو بھیجے جائیں گے ، اور ہم آپ کے سیکھنے کا منصوبہ بنانا شروع کریں گے۔"
    },
    "completedDiagnostic": {
        "header": "آپ نے کوئل پلیسمنٹ سرگرمی مکمل کرلی ہے",
        "text": "آپ کے نتائج ابھی محفوظ ہو رہے ہیں۔ ایک بار جب وہ محفوظ ہوجائیں گے تو آپ کو خود بخود ری ڈائریکٹ کردیا جائے گا۔"
    },
    "instructions": {
        "Fill in each blank with one of the choices. You can leave one empty.": "انتخابات میں سے کسی ایک سے ہر خالی جگہ پر کریں۔ آپ کسی ایک کو خالی چھوڑ سکتے ہیں۔",
        "Fill in the blank with one of the choices.": "کسی ایک انتخاب میں خالی جگہ پر کریں۔",
        "Fill in each blank with one of the choices.": "کسی ایک انتخاب میں ہر خالی جگہ کو بھریں۔",
        "Fill in the blanks with one word each.": "ایک ایک لفظ کے ساتھ خالی جگہیں بھریں۔",
        "Fill in the blanks with one word each. You can leave one empty.": "ایک ایک لفظ کے ساتھ خالی جگہیں بھریں۔ آپ ایک خالی بھی چھوڑ سکتے ہیں۔",
        "Fill in each blank with one of the choices. You may use one word more than once. There is more than one right answer.": "ہر خالی جگہ انتخابات میں سے کسی ایک سے پر کریں۔ آپ ایک لفظ ایک سے زائد بار استعمال کر سکتے ہیں۔ ایک سے زائد درست جواب بھی ہو سکتے ہیں۔",
        "Fill in the blanks. Use each word once.": "خالی جگہیں پر کریں۔ ہر لفظ ایک بار استعمال کریں۔",
        "Rewrite the sentence. Correct the underlined action word so it is in future tense.": "جملہ دوبارہ لکھیں۔ خط کشیدہ فعل درست کریں تاکہ وہ فعل مستقبل میں ہو۔",
        "Rewrite the sentence. Correct the underlined action word so it is in the right tense to match the rest of the sentence.": "جملہ دوبارہ لکھیں۔ خط کشیدہ فعل درست کریں تاکہ باقی جملے کے مطابق اس کے فعل کا زمانہ درست ہو۔",
        "Rewrite the sentence. Correct the underlined words so they are in future tense.": "جملہ دوبارہ لکھیں۔ خط کشیدہ الفاظ درست کریں تاکہ وہ فعل مستقبل میں ہوں۔",
        "Respond to the question. Fill in the blank with one of the choices.": "سوال کا جواب دیں۔ دیے گئے انتخابات میں سے کسی ایک سے خالی جگہ پر کریں۔",
        "Use the joining word to combine the sentences into one sentence.": "جملے کو ایک جملے میں جوڑنے کے لئے شامل ہونے والے لفظ کا استعمال کریں۔"
    },
    "cues": {
        "type one": "type one / ایک درج کریں",
        "type one in each blank": "type one in each blank / ہر خالی جگہ میں ایک لفظ درج کریں۔",
        "type two or three": "type two or three / دو یا تین درج کریں",
        "type three": "type three / تین درج کریں",
        "choose one": "choose one / ایک کا انتخاب کریں",
        "choose three": "choose three / تین کا انتخاب کریں",
        "choose two or three" : "choose two or three / دو یا تین کا انتخاب کریں",
        "joining word": "joining word / شامل ہونے کا لفظ"
    },
    "feedback": {
        "blank": "ذیل میں سے ایک آپشن استعمال کریں یا خالی چھوڑیں۔",
        "no blank": "ذیل میں سے ایک آپشن استعمال کریں۔"
    }
}
