{
    "buttons": {
        "begin": "Begin / शुरू करें",
        "continue": "Continue / जारी रखें",
        "next": "Next / जारी रखें",
        "resume": "Resume / जारी रखें",
        "submit": "Submit / सबमिट करें"
    },
    "intro": {
        "header": "Quill स्थापन गतिविधि",
        "text": "आप वाक्य लिखने से संबंधित 22 प्रश्नों के उत्तर देने जा रहे हैं। कुछ प्रश्न उन चीजों के बारे में हो सकते हैं जिन्हें आपने अभी तक नहीं सीखा है—ठीक है! बस अपनी समझ के अनुसार उनका सर्वश्रेष्ठ उत्तर दें। प्रत्येक प्रश्न के लिए निर्देशों को ध्यान से पढ़ना न भूलें! निर्देश पढ़ लेने के बाद, Quill आपके लिए एक सीखने की योजना बनाएगा।"
    },
    "ELL Starter Fill in the Blank": {
        "header": "रिक्त स्थान भरें",
        "text": "इस खंड में, प्रत्येक वाक्य में एक, दो या तीन रिक्त स्थान होंगे। आप सूची में से किसी एक शब्द के साथ प्रत्येक रिक्त स्थान को भरेंगे, या यदि कोई शब्द आवश्यक नहीं है तो आप रिक्त को खली छोड़ देंगे। बक्से में आपके द्वारा चुने गए शब्दों को टाइप करें। अपनी वर्तनी की जांच करना याद रखें! चलो शुरू करें!"
    },
    "ELL Starter Halfway": {
        "header": "आपने आधा काम कर लिया है!",
        "text": "शानदार काम करना जारी रखें!"
    },
    "ELL Starter Questions": {
        "header": "प्रश्न",
        "text": "इस भाग में, आपके पास प्रश्न होंगे। याद रखें कि प्रश्नों के अंत में प्रश्न चिह्न (?) है। आप इसे कर सकते हैं!"
    },
    "ELL Starter Sentence Combining": {
        "header": "वाक्य जोड़ना",
        "text": "आपने लगभग कर लिया है! बस 3 प्रश्न शेष रह गए हैं। इस अनुभाग में, आप वाक्यों को मिलाकर एक वाक्य बनाएंगे। आपको उपयोग करने के लिए एक जोड़ने वाला शब्द दिया जाएगा। याद रखें कि एक वाक्य में केवल एक पूर्ण विराम होता है। आप इसे कर सकते हैं!"
    },
    "End: You Did it!": {
        "header": "आपने कर लिया!",
        "text": "बस इतना ही! आपने Quill स्थापन गतिविधि समाप्त कर ली है। परिणाम आपके शिक्षक को भेजे जाएंगे, और हम आपकी सीखने की योजना बनाना आरंभ करेंगे।"
    },
    "completedDiagnostic": {
        "header": "आपने Quill स्थापन गतिविधि पूरी कर ली है",
        "text": "अब आपके परिणाम सहेजे जा रहे हैं। आपके परिणाम सहेजे जाने के बाद आपको स्वचालित रूप से पुनर्निर्देशित कर दिया जाएगा।"
    },
    "instructions": {
        "Fill in the blank with one of the choices.": "किसी एक विकल्प के साथ रिक्त स्थान भरें।",
        "Fill in each blank with one of the choices.": "प्रत्येक रिक्त स्थान को किसी एक विकल्प के साथ भरें।",
        "Fill in the blanks with one word each.": "प्रत्येक शब्द के साथ रिक्त स्थान भरें।",
        "Fill in the blanks with one word each. You can leave one empty.": "प्रत्येक शब्द के साथ रिक्त स्थान भरें। आप एक रिक्त स्थान खाली छोड़ सकते हैं।",
        "Use the joining word to combine the sentences into one sentence.": "वाक्यों को मिलाकर एक वाक्य बनाने के लिए जोड़ने वाले शब्द का उपयोग करें।"
    },
    "cues": {
        "choose one": "choose one / एक चुनो",
        "choose three": "choose three / तीन चुनें",
        "choose two or three" : "choose two or three / दो या तीन का चयन करें",
        "joining word": "joining word / जोड़ने वाला शब्द"
    },
    "feedback": {
        "blank": "नीचे दिए गए विकल्पों में से एक का उपयोग करें या खाली छोड़ दें।",
        "no blank": "नीचे दिए गए विकल्पों में से एक का उपयोग करें।"
    }
}
