{
    "buttons": {
        "begin": "Begin / शुरू करें",
        "continue": "Continue / जारी रखें",
        "next": "Next / जारी रखें",
        "resume": "Resume / जारी रखें",
        "submit": "Submit / सबमिट करें"
    },
    "ELL Starter Fill in the Blank": {
        "header": "रिक्त स्थान भरें",
        "text": "इस खंड में, प्रत्येक वाक्य में एक, दो या तीन रिक्त स्थान होंगे। आप सूची में से किसी एक शब्द के साथ प्रत्येक रिक्त स्थान को भरेंगे, या यदि कोई शब्द आवश्यक नहीं है तो आप रिक्त को खली छोड़ देंगे। बक्से में आपके द्वारा चुने गए शब्दों को टाइप करें। अपनी वर्तनी की जांच करना याद रखें! चलो शुरू करें!"
    },
    "ELL Starter Fill in the Blanks": {
        "header": "रिक्त स्थान भरें",
        "text": "इस खंड में, प्रत्येक वाक्य में एक, दो या तीन रिक्त स्थान होंगे। आप सूची में से किसी एक शब्द के साथ प्रत्येक रिक्त स्थान को भरेंगे, या यदि कोई शब्द आवश्यक नहीं है तो आप रिक्त को खली छोड़ देंगे। बक्से में आपके द्वारा चुने गए शब्दों को टाइप करें। अपनी वर्तनी की जांच करना याद रखें! चलो शुरू करें!"
    },
    "ELL Intermediate Fill in the Blanks": {
        "header": "रिक्त स्थान की पूर्ति करें",
        "text": "इस संभाग में, हर वाक्य में एक, दो, तीन, या चार रिक्त स्थान होंगे। आप हर रिक्त स्थान को सूची में दिए गए किसी एक शब्द से भरेंगे। कुछ प्रश्नों के लिए, आप दो रिक्त स्थानों की पूर्ति के लिए सूची में दिए गए किसी एक शब्द का प्रयोग कर सकते हैं। खानों में अपने द्वारा चुने गए शब्दों को टाइप करें। अपनी स्पेलिंग को जाँचना नहीं भूलें। आइए शुरू करते हैं!"
    },
    "ELL Advanced Fill in the Blanks": {
        "header": "रिक्त स्थान की पूर्ति करें",
        "text": "अभी तक बहुत बढ़िया कर रहे हैं! इस संभाग में, हर वाक्य में एक, दो, तीन, या चार रिक्त स्थान होंगे। जब कई रिक्त स्थान हों, तो हर शब्द को केवल एक बार टाइप करें। आइए शुरू करते हैं!"
    },
    "ELL Halfway": {
        "header": "आपने आधा काम कर लिया है!",
        "text": "शानदार काम करना जारी रखें!"
    },
    "ELL Halfway": {
        "header": "आपने आधा काम कर लिया है!",
        "text": "शानदार काम करना जारी रखें!"
    },
    "ELL Starter Questions": {
        "header": "प्रश्न",
        "text": "इस भाग में, आपके पास प्रश्न होंगे। याद रखें कि प्रश्नों के अंत में प्रश्न चिह्न (?) है। आप इसे कर सकते हैं!"
    },
    "ELL Starter Sentence Combining": {
        "header": "वाक्य जोड़ना",
        "text": "आपने लगभग कर लिया है! बस 3 प्रश्न शेष रह गए हैं। इस अनुभाग में, आप वाक्यों को मिलाकर एक वाक्य बनाएंगे। आपको उपयोग करने के लिए एक जोड़ने वाला शब्द दिया जाएगा। याद रखें कि एक वाक्य में केवल एक पूर्ण विराम होता है। आप इसे कर सकते हैं!"
    },
    "ELL Intermediate Sentences": {
        "header": "वाक्य लिखना",
        "text": "बहुत बढ़िया! केवल दो प्रश्नों का उत्तर देना शेष है। यह अगला संभाग भविष्य काल के बारे में है। दोनों प्रश्नों के लिए पूरा वाक्य लिखें। आइए इसे करते हैं।"
    },
    "ELL Advanced Sentences": {
        "header": "वाक्यों में क्रिया शब्द",
        "text": "इस संभाग के हर प्रश्न के लिए, पूरा वाक्य लिखें। शेष वाक्य से मेल करवाने के लिए रेखांकित शब्द के फॉर्म को बदलें। अपनी स्पेलिंग जाँचना नहीं भूलें! आइए शुरू करते हैं!"
    },
    "End: You Did it!": {
        "header": "आपने कर लिया!",
        "text": "बस इतना ही! आपने Quill स्थापन गतिविधि समाप्त कर ली है। परिणाम आपके शिक्षक को भेजे जाएंगे, और हम आपकी सीखने की योजना बनाना आरंभ करेंगे।"
    },
    "completedDiagnostic": {
        "header": "आपने Quill स्थापन गतिविधि पूरी कर ली है",
        "text": "अब आपके परिणाम सहेजे जा रहे हैं। आपके परिणाम सहेजे जाने के बाद आपको स्वचालित रूप से पुनर्निर्देशित कर दिया जाएगा।"
    },
    "instructions": {
        "Fill in each blank with one of the choices. You can leave one empty.": "हर एक रिक्त स्थान को किसी एक विकल्प से भरें। आप एक को खाली छोड़ सकते हैं।",
        "Fill in the blank with one of the choices.": "किसी एक विकल्प के साथ रिक्त स्थान भरें।",
        "Fill in each blank with one of the choices.": "प्रत्येक रिक्त स्थान को किसी एक विकल्प के साथ भरें।",
        "Fill in the blanks with one word each.": "प्रत्येक शब्द के साथ रिक्त स्थान भरें।",
        "Fill in the blanks with one word each. You can leave one empty.": "प्रत्येक शब्द के साथ रिक्त स्थान भरें। आप एक रिक्त स्थान खाली छोड़ सकते हैं।",
        "Fill in each blank with one of the choices. You may use one word more than once. There is more than one right answer.": "हर एक रिक्त स्थान को किसी एक विकल्प से भरें। आप एक शब्द का प्रयोग एक बार से अधिक बार कर सकते हैं। यहाँ एक से अधिक सही उत्तर हैं।",
        "Fill in the blanks. Use each word once.": "रिक्त स्थान भरें। प्रत्येक शब्द का एक बार प्रयोग करें।",
        "Rewrite the sentence. Correct the underlined action word so it is in future tense.": "वाक्य को फिर से लिखें। रेखांकित क्रिया शब्द को सही करें ताकि वह भविष्य काल में हो।",
        "Rewrite the sentence. Correct the underlined action word so it is in the right tense to match the rest of the sentence.": "वाक्य को फिर से लिखें। रेखांकित क्रिया शब्द को सही करें ताकि वह शेष वाक्य से मेल खाने के लिए सही काल में हो।",
        "Rewrite the sentence. Correct the underlined words so they are in future tense.": "वाक्य को फिर से लिखें। रेखांकित शब्दों को सही करें ताकि वे भविष्य काल में हों।",
        "Respond to the question. Fill in the blank with one of the choices.": "प्रश्न का उत्तर दें। किसी एक विकल्प से रिक्त स्थान की पूर्ति करें।",
        "Use the joining word to combine the sentences into one sentence.": "वाक्यों को मिलाकर एक वाक्य बनाने के लिए जोड़ने वाले शब्द का उपयोग करें।"
    },
    "cues": {
        "type one": "type one / एक टाइप करें",
        "type one in each blank": "type one in each blank / हर रिक्त स्थान में एक टाइप करें",
        "type three": "type three / तीन टाइप करें",
        "type two or three": "type two or three / दो या तीन टाइप करें",
        "choose one": "choose one / एक चुनो",
        "choose three": "choose three / तीन चुनें",
        "choose two or three" : "choose two or three / दो या तीन का चयन करें",
        "joining word": "joining word / जोड़ने वाला शब्द"
    },
    "feedback": {
        "blank": "नीचे दिए गए विकल्पों में से एक का उपयोग करें या खाली छोड़ दें।",
        "no blank": "नीचे दिए गए विकल्पों में से एक का उपयोग करें।"
    }
}
