{
    "buttons": {
        "begin": "Begin / ابدأ",
        "continue": "Continue / استمر",
        "next": "Next / استمر",
        "resume": "Resume / استمر",
        "submit": "Submit / إرسال"
    },
    "ELL Starter Fill in the Blank": {
        "header": "املأ الفراغ",
        "text": "في هذا القسم، سيكون لكل جملة فراغ واحد أو اثنان أو ثلاثة. ستملأ كل فراغ بأحد الكلمات من القائمة، أو ستترك الفراغ دون ملء إذا لم تكن هناك حاجة إلى كلمة. اكتب الكلمات التي تختارها في المربعات. تذكر أن تتأكد من إملائك! هيا بنا نبدأ!"
    },
    "ELL Starter Fill in the Blanks": {
        "header": "املأ الفراغ",
        "text": "في هذا القسم، سيكون لكل جملة فراغ واحد أو اثنان أو ثلاثة. ستملأ كل فراغ بأحد الكلمات من القائمة، أو ستترك الفراغ دون ملء إذا لم تكن هناك حاجة إلى كلمة. اكتب الكلمات التي تختارها في المربعات. تذكر أن تتأكد من إملائك! هيا بنا نبدأ!"
    },
    "ELL Intermediate Fill in the Blanks": {
        "header": "املأ الفراغات",
        "text": "في هذا القسم، ستتضمن كل جملة فراغًا واحدًا أو فراغين أو ثلاثة أو أربعة فراغات. وسيتعيّن عليك ملء الفراغات بإحدى الكلمات الواردة في القائمة. وبالنسبة لبعض الأسئلة، يمكنك استخدام كلمة واحدة من القائمة في فراغين. اكتب الكلمات التي تختارها في المربعات. وتذكّر أن تتحقق دائمًا من كتابة حروف الكلمات بطريقة صحيحة! هيا نبدأ!"
    },
    "ELL Advanced Fill in the Blanks": {
        "header": "املأ الفراغات",
        "text": "أداؤك رائع حتى الآن! في هذا القسم، ستتضمن كل جملة فراغًا واحدًا أو فراغين أو ثلاثة أو أربعة فراغات. حين تجد عدة فراغات، اكتب كل كلمة مرة واحدة فقط. هيا نبدأ!"
    },
    "ELL Halfway": {
        "header": "ت في منتصف الطريق!",
        "text": "ستمر في العمل الرائع!"
    },
    "ELL Halfway": {
        "header": "ت في منتصف الطريق!",
        "text": "ستمر في العمل الرائع!"
    },
    "ELL Starter Questions": {
        "header": "الأسئلة",
        "text": "في هذا القسم، سوف تكتب الأسئلة. تذكر أن الأسئلة لها علامة استفهام (؟) في النهاية. ستنجح في هذا!"
    },
    "ELL Starter Sentence Combining": {
        "header": "جمع الجمل",
        "text": "لقد انتهيت تقريبًا! بقي 3 أسئلة فقط. في هذا القسم، سوف تجمع الجمل في جملة واحدة. ستحصل على كلمة ربط لتستخدمها. تذكر أن الجملة لها نقطة واحدة فقط. ستنجح في هذا!"
    },
    "ELL Intermediate Sentences": {
        "header": "كتابة الجمل",
        "text": "عمل رائع! متبقي لك سؤالان فقط.  القسم التالي مرتبط بالمستقبل البسيط. اكتب الجملة الكاملة لكلا السؤالين. هيا فلتفعلها."
    },
    "ELL Advanced Sentences": {
        "header": "كلمات الأفعال في الجمل",
        "text": "اكتب الجملة الكاملة لكل سؤال في هذا القسم. غير شكل الكلمة التي تحتها خط لتطابق باقي الجملة. تذكّر أن تتحقق دائمًا من كتابة حروف الكلمات بطريقة صحيحة! هيا نبدأ!"
    },
    "End: You Did it!": {
        "header": "لقد نجحت!",
        "text": "انتهى الأمر! لقد انتهيت للتو من نشاط تحديد المستوى الخاص ب Quill. سيتم إرسال النتائج إلى معلمك، وسنبدأ في إنشاء خطة التعلم الخاصة بك."
    },
    "completedDiagnostic": {
        "header": "لقد أكملت نشاط تحديد المستوى الخاص ب Quill",
        "text": "يتم حفظ نتائجك الآن. سيتم إعادة توجيهك تلقائيًا بمجرد حفظها."
    },
    "instructions": {
        "Fill in each blank with one of the choices. You can leave one empty.": "املأ كل فراغ باختيار واحد من بين الخيارات. يمكنك ترك فراغ واحد بدون ملء.",
        "Fill in the blank with one of the choices.": "املأ الفراغ بأحد الخيارات.",
        "Fill in each blank with one of the choices.": "املأ كل فراغ بأحد الخيارات.",
        "Fill in the blanks with one word each.": "املأ الفراغات بكلمة واحدة لكل منها.",
        "Fill in the blanks with one word each. You can leave one empty.": "املأ الفراغات بكلمة واحدة. يمكنك ترك أحد الفراغات دون ملء.",
        "Fill in each blank with one of the choices. You may use one word more than once. There is more than one right answer.": "املأ كل فراغ باختيار واحد من بين الخيارات. يمكنك استخدام كلمة واحدة أكثر من مرة. يوجد أكثر من إجابة صحيحة.",
        "Fill in the blanks. Use each word once.": "املأ الفراغات. استخدم كل كلمة مرة واحدة.",
        "Rewrite the sentence. Correct the underlined action word so it is in future tense.": "أعد كتابة الجملة. صحّح كلمة الفعل التي تحتها خط لتصبح في المستقبل البسيط.",
        "Rewrite the sentence. Correct the underlined action word so it is in the right tense to match the rest of the sentence.": "أعد كتابة الجملة. صحّح كلمة الفعل التي تحتها خط لتصبح في الزمن الصحيح المطابق لباقي الجملة.",
        "Rewrite the sentence. Correct the underlined words so they are in future tense.": "أعد كتابة الجملة. صحّح الكلمات التي تحتها خط لتصبح في المستقبل البسيط.",
        "Respond to the question. Fill in the blank with one of the choices.": "أجب عن السؤال. املأ الفراغ باختيار واحد من بين الخيارات.",
        "Use the joining word to combine the sentences into one sentence.": "استخدم كلمة الربط لدمج الجمل في جملة واحدة."
    },
    "cues": {
        "type one": "type one / اكتب واحدة",
        "type one in each blank": "type one in each blank / اكتب واحدة في كل فراغ",
        "type two or three": "type two or three / اكتب اثنتين أو ثلاث",
        "type three": "type three / اكتب ثلاث",
        "choose one": "choose one / اختر واحدًا",
        "choose three": "choose three / اختر ثلاثة",
        "choose two or three" : "choose two or three / اختر اثنين أو ثلاثة",
        "joining word": "joining word / كلمة الربط"
    },
    "feedback": {
        "blank": "استخدم أحد الخيارات أدناه أو اتركه فارغًا.",
        "no blank": "استخدم أحد الخيارات أدناه."
    }
}
