{
    "buttons": {
        "begin": "Begin / ابدأ",
        "continue": "Continue / استمر",
        "next": "Next / استمر",
        "resume": "Resume / استمر",
        "submit": "Submit / إرسال"
    },
    "intro": {
        "header": "نشاط تحديد المستوى في Quill",
        "text": "أنت على وشك الإجابة على 22 سؤالًا حول كتابة جمل. قد تكون بعض الأسئلة حول أشياء لم تتعلمها بعد – لا بأس! فقط أجب بأفضل طريقة ممكنة. لا تنس قراءة التعليمات بعناية لكل سؤال! بمجرد الانتهاء، ستقوم Quill بإنشاء خطة تعليمية لك فقط."
    },
    "ELL Starter Fill in the Blank": {
        "header": "املأ الفراغ",
        "text": "في هذا القسم، سيكون لكل جملة فراغ واحد أو اثنان أو ثلاثة. ستملأ كل فراغ بأحد الكلمات من القائمة، أو ستترك الفراغ دون ملء إذا لم تكن هناك حاجة إلى كلمة. اكتب الكلمات التي تختارها في المربعات. تذكر أن تتأكد من إملائك! هيا بنا نبدأ!"
    },
    "ELL Starter Halfway": {
        "header": "ت في منتصف الطريق!",
        "text": "ستمر في العمل الرائع!"
    },
    "ELL Starter Questions": {
        "header": "الأسئلة",
        "text": "في هذا القسم، سوف تكتب الأسئلة. تذكر أن الأسئلة لها علامة استفهام (؟) في النهاية. ستنجح في هذا!"
    },
    "ELL Starter Sentence Combining": {
        "header": "جمع الجمل",
        "text": "لقد انتهيت تقريبًا! بقي 3 أسئلة فقط. في هذا القسم، سوف تجمع الجمل في جملة واحدة. ستحصل على كلمة ربط لتستخدمها. تذكر أن الجملة لها نقطة واحدة فقط. ستنجح في هذا!"
    },
    "End: You Did it!": {
        "header": "لقد نجحت!",
        "text": "انتهى الأمر! لقد انتهيت للتو من نشاط تحديد المستوى الخاص ب Quill. سيتم إرسال النتائج إلى معلمك، وسنبدأ في إنشاء خطة التعلم الخاصة بك."
    },
    "completedDiagnostic": {
        "header": "لقد أكملت نشاط تحديد المستوى الخاص ب Quill",
        "text": "يتم حفظ نتائجك الآن. سيتم إعادة توجيهك تلقائيًا بمجرد حفظها."
    },
    "instructions": {
        "Fill in the blank with one of the choices.": "املأ الفراغ بأحد الخيارات.",
        "Fill in each blank with one of the choices.": "املأ كل فراغ بأحد الخيارات.",
        "Fill in the blanks with one word each.": "املأ الفراغات بكلمة واحدة لكل منها.",
        "Fill in the blanks with one word each. You can leave one empty.": "املأ الفراغات بكلمة واحدة. يمكنك ترك أحد الفراغات دون ملء.",
        "Use the joining word to combine the sentences into one sentence.": "استخدم كلمة الربط لدمج الجمل في جملة واحدة."
    },
    "cues": {
        "choose one": "choose one / اختر واحدًا",
        "choose three": "choose three / اختر ثلاثة",
        "choose two or three" : "choose two or three / اختر اثنين أو ثلاثة",
        "joining word": "joining word / كلمة الربط"
    },
    "feedback": {
        "blank": "استخدم أحد الخيارات أدناه أو اتركه فارغًا.",
        "no blank": "استخدم أحد الخيارات أدناه."
    }
}
